const FORTUNE_DATA = [
            {
                "level": "大吉",
                "description": "七宝浮图塔\n高峰顶上安\n众人皆仰望\n莫作等闲看",
                "advice": "愿望：会充分地实现吧。\n疾病：会治癒吧。\n盼望的人：会出现吧。\n遗失物：变得迟迟地才找到吧。\n盖新居、搬家、嫁娶、旅行、交往等：全部很好吧。"
            },
            {
                "level": "小吉",
                "description": "月被浮云翳\n立事自昏迷\n幸乞阴公祐\n何虑不开眉",
                "advice": "愿望：因为持续不断地努力，必定会实现。\n疾病：虽然拖长，但是之后可以康复吧。\n盼望的人：迟迟地才出现吧。\n遗失物：不能找出来吧。\n交往：要节制吧。\n盖新居、搬家：都不坏吧。\n结亲缘、旅行：顺利进行吧。"
            },
            {
                "level": "凶",
                "description": "愁恼损忠良\n青霄一炷香\n虽然防小过\n闲虑觉时长",
                "advice": "愿望：难实现吧。\n疾病：虽然拖长，但是会治好吧。\n遗失物：难以找到吧。\n盼望的人：要花很久的时间吧。\n旅行：因为很坏，放弃吧。\n盖新居搬家：勉勉强强地算好吧。\n结婚交往：要节制吧。"
            },
            {
                "level": "吉",
                "description": "累有兴云志\n君恩禄未封\n若逢侯手印\n好事始总总",
                "advice": "愿望：能实现吧。如果这样的话，终生幸福吧。\n疾病：变得迟迟地才会治好吧。\n遗失物：迟迟地才找到吧。\n盼望的人：会出现吧。\n旅行：途中要忍耐各式各样的困难吧。\n盖新居、搬家、结亲缘、交往：万事都好吧。"
            },
            {
                "level": "凶",
                "description": "家道未能昌\n危危保祸殃\n暗云侵月桂\n佳人一炷香",
                "advice": "愿望：难以实现吧。\n疾病：难治好吧。\n遗失物：难找到吧。\n盼望的人：不会出现吧。\n盖新居、搬家：先放弃，暂时观察情况再说吧。\n结亲缘、旅行、交往：因为万事凶恶，请诸行为慎重行事。"
            },
            {
                "level": "末吉",
                "description": "宅墓鬼凶多\n人事有爻讹\n伤财防损失\n祈福始中和",
                "advice": "愿望 ：难以实现吧。 疾病 ：康复很花时间吧。 遗失物 ：难找到吧。 盼望的人 ：迟迟地才出现\n吧。 盖新居 、 搬家 ：好吧。 旅行 ：好吧。 结亲缘 、 交往 ：坏吧。"
            },
            {
                "level": "凶",
                "description": "登舟待便风\n月色暗朦胧\n欲辗香轮去\n高山千万重",
                "advice": "愿望 ：难以实现吧。 疾病 ：难以治癒吧。 遗失物 ：难以找到吧。 盼望的人 ：不会出现吧。 盖\n新居 、 搬家 ：换时间吧。 结亲缘 、 喜庆祝贺 、 旅行 、 交往 ：不好吧。"
            },
            {
                "level": "大吉",
                "description": "勿头中见尾\n文华须得理\n禾刀自偶然\n当遇非常喜",
                "advice": "愿望 ：会实现吧。 疾病 ：会治好。请注意养生吧。 遗失物 ：可以找到吧。 盼望的人 ：会出现\n吧。 盖新居 、 搬家 、 交往 ：是好事吧。 旅行 ：途中请不要粗心大意吧。 结亲缘 ：全都是好的\n吧。"
            },
            {
                "level": "大吉",
                "description": "有名须得遇\n三望一朝迁\n贵人来指処\n华果応时鲜",
                "advice": "愿望 ：会实现吧。 疾病 ：会治好吧。 遗失物 ：会找到吧。 盼望的人 ：会出现吧。 盖新居 、 搬\n家 ：好吧。 结亲缘 、 交往 ：全都好吧。 旅行 ：没问题吧。"
            },
            {
                "level": "大吉",
                "description": "旧用多成破\n新更始见财\n改求云外望\n枯木遇春开",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：立刻会找到吧。\n盼望的人：会出现吧。\n盖新居、搬家：会变为好结果吧。\n结亲缘、旅行、交往：全部变为好结果吧。"
            },
            {
                "level": "大吉",
                "description": "有禄兴家业\n文华达帝都\n云中乘好箭\n兼得贵人扶",
                "advice": "愿望：会充分地实现吧。\n疾病：会治好吧。\n遗失物：会找到吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：没问题吧。\n结婚、交往：全部都能得到好结果吧。"
            },
            {
                "level": "大吉",
                "description": "杨柳遇春时\n残花发旧枝\n重重霜雪裡\n黄金色更辉",
                "advice": "愿望：会实现吧。\n疾病：会变好吧。\n遗失物：会回来吧。\n盼望的人：晚出现吧。\n盖新居、搬家：会成为好结果吧。\n旅行：没有阻碍吧。\n结婚、交往：全都适当吧。"
            },
            {
                "level": "大吉",
                "description": "手把大阳辉\n东君发旧枝\n稼苗方欲秀\n犹更上云梯",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：立刻找就能找到吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：在春天和夏天好吧。\n结婚、交往：全部都好吧。"
            },
            {
                "level": "末吉",
                "description": "玉石未分时\n忧心转更悲\n前途通大道\n花发应残枝",
                "advice": "愿望：很花时间但会实现吧。\n疾病：会拖长吧，但是不会影响性命吧。\n遗失物：难出现吧。\n盼望的人：似乎会变得迟吧。\n盖新居、搬家：不太好吧。\n结婚：现在要节制，如果往后的话好吧。\n旅行、交往：避开吧。"
            },
            {
                "level": "凶",
                "description": "年乖数亦孤\n久病未能苏\n岸危舟未发\n龙卧失明珠",
                "advice": "愿望：难以实现吧。\n疾病：危险吧。\n遗失物：难找回吧。\n盼望的人：不会出现吧。\n盖新居、搬家：都不好吧。\n旅行、结亲缘：坏吧。"
            },
            {
                "level": "凶",
                "description": "破改重成望\n前途喜亦宁\n贵人相助处\n禄马照前程",
                "advice": "愿望：能被实现吧。\n疾病：会康复吧。\n遗失物：会出现吧。\n盼望的人：会来吧。\n盖新居、搬家：会有好结果吧。\n旅行：好吧。结亲缘、交往：全部会变成好结果吧。"
            },
            {
                "level": "凶",
                "description": "怪异防忧恼\n人宅见分离\n惜华还值雨\n杯酒惹闲非",
                "advice": "愿望：难实现吧。\n疾病：康复需要长时间吧。\n遗失物：不会出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：先放弃，暂时观察情况再说吧。\n旅行：似乎引起坏的结果吧。\n婚事、交往：全部不好吧。"
            },
            {
                "level": "吉",
                "description": "离暗出明时\n麻衣变绿衣\n旧忧终是退\n遇禄应交辉",
                "advice": "愿望：会实践吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结亲缘、交往：全部变为好结果吧。"
            },
            {
                "level": "小吉",
                "description": "家道生荆棘\n儿孙防虎威\n香前祈福厚\n方得免分离",
                "advice": "愿望：能实现一半吧。\n疾病：虽然长期得病，但是不会危及性命吧。\n遗失物：大概找回不来了吧。\n盼望的人：变成迟迟地出现吧。\n盖新居、搬家：不好也不坏吧。\n旅行：节制比较好吧。\n结婚：不会到达好的结果吧。\n交往：节制吧。"
            },
            {
                "level": "吉",
                "description": "月出渐分明\n家财每每兴\n何言先有滞\n更变立功名",
                "advice": "愿望：能被实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会来吧。\n盖新居、搬家：好吧。\n结婚、交往：全部都得到好结果吧。\n旅行：好吧。"
            },
            {
                "level": "吉",
                "description": "洗出经年否\n光华得再清\n所求终吉利\n重日照前程",
                "advice": "愿望：能被实现吧。\n疾病：虽然会恢复但是切忌粗心大意。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n结婚：会得到好结果吧。\n旅行、交往：全部好吧。"
            },
            {
                "level": "吉",
                "description": "渐渐浓云散\n看看月再明\n逢春华菓秀\n雨过竹重青",
                "advice": "愿望：虽然能被实现，但是变得比较晚吧。\n疾病：因为会治好，耐心等待康复吧。\n遗失物：虽然会出现但很迟吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n结婚、旅行、交往：全都好吧。"
            },
            {
                "level": "吉",
                "description": "红云随步起\n一箭中青霄\n鹿行千里远\n争知去路遥",
                "advice": "愿望：虽然会实现，但是要考虑能力吧。\n疾病：难以康复吧。\n遗失物：难以找到吧。\n盼望的人：不能出现吧。\n盖新居、搬家：好吧。\n结婚、交往：好吧。\n旅行：没问题吧。"
            },
            {
                "level": "凶",
                "description": "三女莫相逢\n盟言说未通\n门裡心肝挂\n缟素子重重",
                "advice": "愿望：不会实现吧。\n疾病：虽然拖很长，但会治好吧。\n遗失物：变成到后来才找到吧。\n盼望的人：不能出现吧。\n盖新居、搬家：不好吧。\n旅行：不好吧。\n结婚、交往：变成不好的结果吧。"
            },
            {
                "level": "吉",
                "description": "枯木逢春生\n前途必利亨\n亦得佳人箭\n乘车禄自行",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：迟迟才来吧。\n盖新居、搬家：似乎没问题。\n结婚、旅行、交往：全部都变成好结果吧。"
            },
            {
                "level": "吉",
                "description": "将军有异声\n进兵万里程\n争知临敌处\n道胜却虚名",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：会变成好结果吧。"
            },
            {
                "level": "吉",
                "description": "望禄应重山\n花红喜悦颜\n举头看皎月\n渐出黑云间",
                "advice": "愿望：会实现吧。\n疾病：会治好吧，但切忌粗心大意。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：非常好吧。\n结婚、交往：全部都变成好结果吧。"
            },
            {
                "level": "凶",
                "description": "意速无船渡\n波深必误身\n切须回旧路\n方可免灾迍",
                "advice": "愿望：难以实现吧。\n疾病：如果长期养生的话会治好吧。\n遗失物：难出现吧。\n盼望的人：变得迟迟地才出现吧。\n盖新居、搬家：坏吧。\n结婚、交往：坏吧。"
            },
            {
                "level": "吉",
                "description": "忧轗渐消融\n求名得再通\n宝财临禄位\n当遇主人公",
                "advice": "愿望：能被实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n结婚、交往：全都好吧。"
            },
            {
                "level": "半吉",
                "description": "仙鹤立高枝\n防他暗箭亏\n井畔刚刀利\n户内更防危",
                "advice": "愿望：难实现吧。\n疾病：危险吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：如果能祈求神佛的保佑，会变成勉强可以的结果吧。\n旅行：坏吧。\n结婚、交往：节制吧。"
            },
            {
                "level": "末吉",
                "description": "鲲鲸未变时\n且守碧潭溪\n风云兴巨浪\n一息过天涯",
                "advice": "愿望：虽能被实现，但要考虑时机吧。\n疾病：拖很久吧。\n遗失物：变得迟迟地才出现吧。\n盼望的人：变得迟迟地才出现吧。\n盖新居、搬家：没阻碍吧。\n旅行：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "吉",
                "description": "似玉藏深石\n休将故眼看\n一朝良匠别\n方见宝光寒",
                "advice": "愿望：会实现吧。\n疾病：虽然会拖长，但是不会失去生命。\n遗失物：会出现吧。\n盼望的人：变得迟迟地才出现吧。\n盖新居、搬家：好吧。\n结婚、交往：全部和好结果有关吧。"
            },
            {
                "level": "吉",
                "description": "枯木逢春艳\n芳菲再发林\n云间方见月\n前遇贵人钦",
                "advice": "愿望：能被实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：没有阻碍吧。\n旅行：好吧。\n结婚、交往：全都好吧。"
            },
            {
                "level": "吉",
                "description": "腊木春将至\n芳菲喜再新\n鲲鲸兴巨浪\n举钩禄为真",
                "advice": "愿望：能被实现吧。\n疾病：会治好吧。\n遗失物：迟迟才出现吧。\n盼望的人：迟吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：全都和好结果相连吧。"
            },
            {
                "level": "吉",
                "description": "射鹿须乘箭\n故僧引路归\n遇道同仙籍\n光华映晚晖",
                "advice": "愿望：能被实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：变迟才出现吧。\n盖新居、搬家：没有障碍吧。\n旅行：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "末吉",
                "description": "先损后有益\n如月之剥蚀\n玉兔待重生\n光华当满室",
                "advice": "愿望：稍后会实现吧。\n疾病：虽然拖长，但可以治癒吧。\n遗失物：难出现吧。\n盼望的人：迟迟地才出现吧。\n盖新居、搬家：应该先放弃，暂时多观察情况再说吧。\n旅行：途中，似乎会有不好的事吧。\n结亲缘、喜庆、交往：不好吧。"
            },
            {
                "level": "半吉",
                "description": "阴靉未能通\n求名亦未逢\n幸然须有变\n一箭中双鸿",
                "advice": "愿望：难以实现吧。\n疾病：变成迟迟地才好转吧。\n遗失物：变成迟迟地才出现吧。\n盼望的人：变成迟迟地才出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：往后一点，变成好吧。"
            },
            {
                "level": "半吉",
                "description": "月照天书静\n云生雾彩霞\n久想离庭客\n无事惹咨嗟",
                "advice": "愿望：难实现吧。\n疾病：会拖长吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：不好也不坏吧。\n旅行：先放弃，暂时观察情况再说吧。\n结婚、交往：先放弃，暂时观察情况吧。"
            },
            {
                "level": "凶",
                "description": "望用方心腹\n家乡被火灾\n忧危三五度\n由损断头财",
                "advice": "愿望：难以实现吧。\n疾病：又坏又危险吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：避开比较好吧。\n旅行：不好吧。\n结婚、交往：招致坏结果吧。"
            },
            {
                "level": "末小吉",
                "description": "中正方成道\n姦邪恐惹愆\n壶中盛妙药\n非久去烦煎",
                "advice": "愿望：难以立刻地实现吧。\n疾病：虽然拖长但会治好吧。\n遗失物：会出现吧。\n盼望的人：变成迟迟才地出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：不好也不坏吧。"
            },
            {
                "level": "末吉",
                "description": "有物不周旋\n须防损半边\n家乡烟火裡\n祈福始安然",
                "advice": "愿望：难以实现吧。\n疾病：会拖长吧。\n遗失物：难出现吧。\n盼望的人：变成迟迟地才出现吧。\n盖新居、搬家：不好吧。\n旅行：途中似乎有不好的事。\n结婚、交往：会产生不好的结果吧。"
            },
            {
                "level": "吉",
                "description": "桂华春将到\n云天好进程\n贵人相遇处\n暗月再分明",
                "advice": "愿望：会实现吧。\n疾病：会治癒吧。\n遗失物：会出现吧。\n盖新居、搬家：好吧。\n盼望的人：变成迟迟地才出现吧。\n旅行：好吧。\n结婚、交往：全都会变成好结果吧。"
            },
            {
                "level": "吉",
                "description": "月桂将相满\n追鹿映山溪\n贵人乘远箭\n好事始相宜",
                "advice": "愿望：会实现吧。\n疾病：虽然拖长但是会治好吧。\n遗失物：难出现吧。\n盼望的人：变成迟迟地才出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：变成好结果吧。"
            },
            {
                "level": "吉",
                "description": "盘中黑白子\n一着要先机\n天龙降甘泽\n洗出旧根基",
                "advice": "愿望：会实现吧。\n疾病：会治癒吧。\n遗失物：会出现吧。\n盼望的人：变成迟迟地才出现吧。\n盖新居、搬家：没问题吧。\n旅行：好吧。\n结婚、交往：全都好吧。"
            },
            {
                "level": "吉",
                "description": "有意兴高显\n禄马引前程\n得遇云中箭\n芝兰满路生",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：迟迟地才出现吧。\n盼望的人：变迟迟地才出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：全都好结果相连吧。"
            },
            {
                "level": "凶",
                "description": "雷发震天昏\n佳人独掩门\n交加文书上\n无事也遭迍",
                "advice": "愿望：难以实现吧。\n疾病：会治好吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：现在放弃吧。\n旅行：在途中有不好的事吧。\n结婚、交往：会产生不好的结果吧。"
            },
            {
                "level": "吉",
                "description": "更望身前立\n何期在晚成\n若遇重山去\n财禄自相迎",
                "advice": "愿望：会实现吧。\n疾病：变成往后才会治好吧。\n遗失物：会出现吧。\n盼望的人：变得迟迟才出现吧。\n盖新居、搬家：好吧。\n旅行：在将来似乎有好事吧。\n结婚、交往：全部都可得到好结果吧。"
            },
            {
                "level": "小吉",
                "description": "见禄隔前溪\n劳心休更迷\n一朝逢好渡\n鸾凤入云飞",
                "advice": "愿望：如果一直抱持着正直的心的话，到后来能被实现吧。\n疾病：虽然拖长，但将来会治好吧。\n遗失物：会出现吧。\n盼望的人：变成迟迟才来吧。\n盖新居、搬家：虽然开始不好，但是到后来会变好吧。\n结婚、交往、旅行：马马虎虎吧。"
            },
            {
                "level": "吉",
                "description": "正好中秋月\n蟾蜍皎洁间\n暗云知何处\n故故两相攀",
                "advice": "愿望：会实现吧。\n疾病：严重吧。\n遗失物：难出现吧。\n盼望的人：变成迟迟才出现吧。\n盖新居、搬家：马马虎虎吧。\n旅行：好吧。\n结婚、交往：马马虎虎吧。"
            },
            {
                "level": "吉",
                "description": "有达宜更变\n重山利政逢\n前途相偶合\n财禄保亨通",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：变迟吧。\n盖新居、搬家：好吧。\n旅行：成为好的旅行吧。\n结婚、交往：成为好的结果吧。"
            },
            {
                "level": "吉",
                "description": "修进甚功辛\n劳生未得时\n腾身游碧汉\n方得遇高枝",
                "advice": "愿望：会实现吧。\n疾病：变成往后才治好吧。\n遗失物：难出现吧。\n盼望的人：变晚吧。\n盖新居、搬家：好吧。\n旅行：好事吧。\n结婚、交往：会得到好结果吧。"
            },
            {
                "level": "凶",
                "description": "有僭须惹讼\n兼有事交加\n门裡防人危\n灾临莫叹嗟",
                "advice": "愿望：难实现吧。\n疾病：会拖长吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：马马虎虎还算有点好吧。\n旅行：因为不好，避开吧。\n结婚、交往：不好也不坏吧。"
            },
            {
                "level": "吉",
                "description": "久困渐能安\n云书降印权\n残花终结实\n时亨禄自迁",
                "advice": "愿望：能被实现吧。\n疾病：会治好吧。\n遗失物：变得迟迟才找到吧。\n盼望的人：迟迟地才出现吧。\n盖新居、搬家：好吧。\n旅行：变成好的旅行吧。\n结婚、交往：全都朝向好的方向发展吧。"
            },
            {
                "level": "凶",
                "description": "身同意不同\n月蚀暗长空\n轮虽常在手\n鱼水未相逢",
                "advice": "愿望：难实现吧。\n疾病：危险吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：暂时放弃，再观察看看吧。\n结婚、交往：变成坏结果吧。"
            },
            {
                "level": "吉",
                "description": "云散月重明\n天书得志诚\n虽然多阻滞\n花发再重荣",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会找到吧。\n盼望的人：变迟吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：全都好吧。"
            },
            {
                "level": "末小吉",
                "description": "生涯喜又忧\n未老先白头\n劳心千百度\n方遇贵人留",
                "advice": "愿望：难实现吧。\n疾病：变成迟迟才治好吧。\n遗失物：会出现吧。\n盼望的人：迟迟才出现吧。\n盖新居、搬家：半吉吧。\n旅行：如果有一起同行的人的话好（安全）吧。\n结婚、交往：马马虎虎还可以吧。"
            },
            {
                "level": "吉",
                "description": "欲渡长江阔\n波深未自俦\n前津逢浪静\n重整钩鳌钩",
                "advice": "愿望：会实现吧。\n疾病：虽然会治好，但会拖长吧。\n遗失物：会出现吧。\n盼望的人：变迟迟才出现吧。\n盖新居、搬家：好吧。\n旅行：坏吧。\n结婚、交往：马马虎虎还可以吧。"
            },
            {
                "level": "凶",
                "description": "有径江海隔\n车行峻岭危\n亦防多进退\n犹恐小人亏",
                "advice": "愿望：难实现吧。\n疾病：不能安心吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：中止吧。\n结婚、交往、旅行：坏吧。"
            },
            {
                "level": "凶",
                "description": "去住心无定\n行藏亦未宁\n一轮清皎洁\n却被黑云乘",
                "advice": "愿望：难实现吧。\n疾病：危险吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：似乎会发生坏事吧。\n结婚、交往：得到坏结果吧。"
            },
            {
                "level": "小吉",
                "description": "高危安可涉\n平坦是延年\n守道当逢泰\n风云不偶然",
                "advice": "愿望：如果正心而行的话会实现吧。\n疾病：会拖长吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：不好吧。\n旅行：马马虎虎地算好吧。\n结婚、交往：马马虎虎地算好吧。"
            },
            {
                "level": "半吉",
                "description": "旧愆何日解\n户内保婵娟\n要逢十一口\n遇鼠过牛边",
                "advice": "愿望：难实现吧。\n疾病：会拖长吧。\n遗失物：难找到吧。\n盼望的人：变迟吧。\n盖新居、搬家：坏吧。\n旅行：坏吧。\n结婚、交往：不好吧。"
            },
            {
                "level": "大吉",
                "description": "灾轗时时退\n名显四方扬\n改故重乘禄\n昴高福自昌",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：没问题吧。\n旅行：好吧。\n结婚、交往：全都好吧。"
            },
            {
                "level": "凶",
                "description": "何故生荆棘\n佳人意渐疏\n久困重轮下\n黄金未出渠",
                "advice": "愿望：难实现吧。\n疾病：难治癒吧。\n遗失物：难找到吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：似乎会发生坏事吧。\n结婚、交往：会产生坏结果吧。"
            },
            {
                "level": "凶",
                "description": "安居且虑危\n情深主别离\n风飘波浪急\n鸳鸯各自飞",
                "advice": "愿望：难实现吧。\n疾病：危险吧。\n遗失物：不会出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：还可以吧。\n旅行：还可以吧。\n结婚、交往：不好吧。"
            },
            {
                "level": "末吉",
                "description": "苦病兼防辱\n乘危亦未稣\n若见一阳后\n方可作良图",
                "advice": "愿望：以后会实现吧。\n疾病：虽然拖长但会治好吧。\n遗失物：不会出现吧。\n盼望的人：变得迟迟才出现吧。\n盖新居、搬家：好吧。\n旅行：安全吧。\n结婚、交往：得到还可以的好结果吧。"
            },
            {
                "level": "凶",
                "description": "水滞少波涛\n飞鸿落羽毛\n重忧心绪乱\n闲事惹风骚",
                "advice": "愿望：难实现。\n疾病：可疑，不明朗吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：坏吧。\n结婚、交往：坏吧。"
            },
            {
                "level": "凶",
                "description": "枯木未生枝\n独步上云岐\n岂知身未稳\n独自惹闲非",
                "advice": "愿望：难实现吧。\n疾病：会拖长吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：多比较看看比较好吧。\n旅行：不好吧。\n结婚、交往：坏吧。"
            },
            {
                "level": "吉",
                "description": "异梦生英杰\n前来事可疑\n芳菲春日暖\n依旧发残枝",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会出来吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：全都好吧。"
            },
            {
                "level": "凶",
                "description": "明月暗云浮\n花红一半枯\n惹事伤心处\n行舟莫远图",
                "advice": "愿望：难实现吧。\n疾病：切忌粗心大意。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：放弃吧。\n结婚、交往：坏吧。"
            },
            {
                "level": "凶",
                "description": "雷发庭前草\n炎火向天飞\n一心来赶禄\n争奈掩朱扉",
                "advice": "愿望：难实现吧。\n疾病：不能安心吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：避免吧。\n结婚、旅行、交往：万事坏吧。"
            },
            {
                "level": "凶",
                "description": "道业未成时\n何期两不宜\n事烦心绪乱\n飜做徘徊思",
                "advice": "愿望：难实现吧。\n疾病：会拖长吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n结婚、旅行、交往：产生坏的结果吧。"
            },
            {
                "level": "吉",
                "description": "户内防重厄\n花菓见分枝\n严霜纔过后\n方可始相宜",
                "advice": "愿望：后来会实现吧。\n疾病：会拖长吧。\n遗失物：变成迟迟才能找到吧。\n盼望的人：迟迟才出现吧。\n盖新居、搬家：还算好吧。\n旅行：没有特别的阻碍吧。\n结婚、交往：虽然还算好，但最后变得更好吧。"
            },
            {
                "level": "吉",
                "description": "久暗渐分明\n登江绿水澄\n芝书从远降\n终得异人成",
                "advice": "愿望：变得往后才能被实现吧。\n疾病：会治好吧。\n遗失物：会出来吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：全都好吧。"
            },
            {
                "level": "凶",
                "description": "蛇虎正交罗\n牛生二尾多\n交岁方成庆\n上下不能和",
                "advice": "愿望：难以实现吧。\n疾病：不能安心吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n结婚、旅行、交往：坏吧。"
            },
            {
                "level": "凶",
                "description": "孤舟欲过岸\n浪急渡人空\n女人立流水\n望月意情浓",
                "advice": "愿望：难实现吧。\n疾病：陷入的话（若是病人的话）危险吧。\n遗失物：不能找回来吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：坏吧。\n结婚、交往：坏吧。"
            },
            {
                "level": "吉",
                "description": "富贵天之祐\n何须苦用心\n前程应显迹\n久用得高临",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会出来吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：全部都好吧。"
            },
            {
                "level": "凶",
                "description": "累滞未能稣\n求名莫远图\n登舟波浪急\n咫尺隔天衢",
                "advice": "愿望：难实现吧。\n疾病：不能安心吧。\n遗失物：难找到吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：坏吧。\n结婚、交往：坏吧。"
            },
            {
                "level": "大吉",
                "description": "但存公道正\n何愁理去忠\n松柏苍苍翠\n前山禄马重",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会出来吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：全都好吧"
            },
            {
                "level": "吉",
                "description": "残月未还光\n樽前非语伤\n户中有人厄\n祈福保青阳",
                "advice": "愿望：虽然能被实现但是大愿望不行吧。\n疾病：虽然会拖长，但会治好吧。\n遗失物：迟迟地才找到吧。\n盼望的人：变迟才出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "大吉",
                "description": "深山多养道\n忠正帝王宣\n凤遂鸾飞去\n昇高过九天",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：是好的，因为全部都保持谦虚的姿态，所以会招来好结果吧。"
            },
            {
                "level": "小吉",
                "description": "道合须成合\n先忧事更多\n所求财宝盛\n更变得中和",
                "advice": "愿望：如果保持端正的心的话，会实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "凶",
                "description": "火发应连天\n新愁惹旧愆\n欲求千里外\n要渡更无船",
                "advice": "愿望：难实现吧。\n疾病：可疑，不明朗吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：多比较看看比较好吧。\n结婚、交往：全都坏吧。"
            },
            {
                "level": "凶",
                "description": "举步出云端\n高枝未可攀\n昇头看皎月\n犹在黑云间",
                "advice": "愿望：难实现吧。\n疾病：会拖长吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：危险吧。\n结婚、交往：产生坏结果吧。"
            },
            {
                "level": "凶",
                "description": "否极方无泰\n花开值晚秋\n人情不调备\n财宝鬼来偷",
                "advice": "愿望：难实现吧。\n疾病：危险吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：不好吧。\n结婚、交往：全部都产生坏的结果吧。"
            },
            {
                "level": "大吉",
                "description": "望用何愁晚\n求名渐得宁\n云梯终有望\n归路入蓬瀛",
                "advice": "愿望：变成往后才会实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "大吉",
                "description": "花发应阳台\n车行进宝财\n执文朝帝殿\n走马听声雷",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：全都好吧。"
            },
            {
                "level": "大吉",
                "description": "凿石方逢玉\n淘沙始见金\n青霄终有路\n只恐不坚心",
                "advice": "愿望：能被实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "凶",
                "description": "作事不和同\n临危更主凶\n佳人生苦根\n闲虑两三重",
                "advice": "愿望：难实现吧。\n疾病：危险吧。\n遗失物：不会出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：坏吧。\n结婚、交往：坏吧。"
            },
            {
                "level": "大吉",
                "description": "一片无瑕玉\n从今好琢磨\n得遇高人识\n方逢喜气多",
                "advice": "愿望：能被实现吧。疾病：会治好吧。\n遗失物：不会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "大吉",
                "description": "一信向天飞\n秦川舟自归\n前途成好事\n应得贵人推",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：全部都好吧。"
            },
            {
                "level": "吉",
                "description": "改变前途去\n月桂又逢圆\n云中乘禄至\n凡事可宜先",
                "advice": "愿望：如果守正道的话会实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "吉",
                "description": "自幼常为旅\n逢春骏马骄\n前程宜进步\n得箭降青霄",
                "advice": "愿望：会实现吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "吉",
                "description": "有鱼临旱池\n跳跃入波涛\n隔中须有望\n先且虑尘劳",
                "advice": "愿望：变成到后来能实现吧。\n疾病：会拖长吧。\n遗失物：难出现吧。\n盼望的人：变迟吧。\n盖新居、搬家：马马虎虎还算可以吧。\n旅行：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "半吉",
                "description": "事忌樽前语\n人防小辈交\n幸乞阴公祐\n方免事敌爻",
                "advice": "愿望：不能按照所想的实现吧。\n疾病：虽然会拖长但是不会危害生命吧。要特别用心维持健康吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：不好吧。\n旅行：马马虎虎还算可以吧。\n结婚、交往：勉强还算可以吧。"
            },
            {
                "level": "吉",
                "description": "志气勤修业\n禄位未造逢\n若闻金鸡语\n乘船得便风",
                "advice": "愿望：能被实现吧。\n疾病：变成迟迟才治好吧。\n遗失物：变成迟迟地才出现吧。\n盼望的人：迟迟地才出现吧。\n盖新居、搬家：没有阻碍吧。\n旅行：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "大吉",
                "description": "鸡逐凤同飞\n高林整羽仪\n棹舟须济岸\n宝货满船归",
                "advice": "愿望：能被实现吧。但是，抱持全面谨慎的心是很重要的。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：全部好吧。"
            },
            {
                "level": "凶",
                "description": "雾罩重楼屋\n佳人水上行\n白云归去路\n不见月波澄",
                "advice": "愿望：难以实现吧。\n疾病：危险吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：不好吧。\n结婚、交往：坏吧。"
            },
            {
                "level": "凶",
                "description": "欲理新丝乱\n闲愁足是非\n只困罗网裡\n相见几人悲",
                "advice": "愿望：难以实现吧。\n疾病：可疑，不明朗吧。\n遗失物：难出现吧。\n盼望的人：不会出现吧。\n盖新居、搬家：坏吧。\n旅行：坏吧。\n结婚、交往：坏吧。"
            },
            {
                "level": "大吉",
                "description": "红日当门照\n暗月再重圆\n遇珍须得宝\n颇有称心田",
                "advice": "愿望：能被实现吧。在万事中要用谦虚的心吧。\n疾病：会治好吧。\n遗失物：会出现吧。\n盼望的人：会出现吧。\n盖新居、搬家：好吧。\n旅行：好吧。\n结婚、交往：好吧。"
            },
            {
                "level": "凶",
                "description": "禄走白云间\n携琴走远山\n不遇神仙面\n空惹意阑珊",
                "advice": "愿望：难实现吧。\n疾病：危险吧。\n遗失物：难出现吧。\n盼望的人：坏吧。\n盖新居、搬家：坏吧。\n旅行：坏吧。\n结婚、交往：全部坏吧。"
            }
        ];